<script setup>
const LIST = [
  {
    title: 'Депрессорно-диспергирующие присадки',
    text: 'Снижают температуру застывания, предотвращают кристаллизацию'
  },
  {
    title: 'Противоизносные присадки',
    text: 'Предотвращают коррозию, повышают стойкость к нагрузкам'
  },
  {
    title: 'Депрессорные присадки',
    text: 'Обеспечивают низкотемпературную текучесть топлива'
  },
  {
    title: 'Цетаноповышающие присадки',
    text: 'Повышают цетановое число, улучшают воспламенение'
  },
  {
    title: 'Многофункциональные присадки',
    text: 'Улучшают смазку, чистят форсунки, стабилизируют'
  }
];
</script>

<template>
  <div>
    <h3 class="text-xl mb-6">
      Позволяют улучшить эксплуатационные свойства, снизить износ оборудования, повысить экологические и экономические
      характеристики топлива.
    </h3>

    <ul>
      <li v-for="item in LIST" :key="item.title" class="mb-6">
        <h6 class="text-xl">{{ item.title }}</h6>
        <p class="text-stone-500">{{ item.text }}</p>
      </li>
    </ul>
  </div>
</template>
