<script setup>
const LIST = [
  {
    title: 'Антикоррозионные присадки',
    text: 'Предотвращают образование ржавчины и защищают металл'
  },
  {
    title: 'Антиокислительные присадки',
    text: 'Замедляют старение масла, снижают осадки'
  },
  {
    title: 'Депрессорные присадки',
    text: 'Сохраняют текучесть масел при низких температурах'
  },
  {
    title: 'Противоизносные присадки',
    text: 'Формируют защитную плёнку, уменьшают износ'
  },
  {
    title: 'Противопенные присадки',
    text: 'Снижают пенообразование'
  },
  {
    title: 'Модификаторы трения',
    text: 'Уменьшают трение и потери энергии'
  },
  {
    title: 'Моющие присадки',
    text: 'Предотвращают отложения, очищают двигатель'
  }
];
</script>

<template>
  <div>
    <h3 class="text-xl text-left mb-6">
      Добавки для смазочных материалов обеспечивают стабильную работу механизмов при высоких нагрузках и в экстремальных
      условиях.
    </h3>

    <ul>
      <li v-for="item in LIST" :key="item.title" class="mb-6 text-left">
        <h6 class="text-xl">{{ item.title }}</h6>
        <p class="text-stone-500">{{ item.text }}</p>
      </li>
    </ul>
  </div>
</template>
